Repository: monsieurbacterian/Kumandin_base
Catalog: Alignment/TMX/corpora_Старик и старушка.tmx
Source language: ru_ru
Languages: en_us

source: Когда-то в лесном краю на берегу реки жили люди.
en_us: Пир тушта, качандаа чыш черде, айры чагазында, аальда кижилер чаткан.

source: В одном аиле жили старик и старушка.
en_us: Ол аальда пир чуртта апшыйач ла куртыйач чаткан.

source: У них не было детей.
en_us: Анарда пала чок полгон.

source: Так вдвоём и проводили время.
en_us: Ийде ле икеле кӱннерди ӱтиргенер.

source: И вот однажды старушка сказала своему старику: «У нас заканчиваются запасы еды, сходил бы ты на охоту».
en_us: Че пир катап куртыйач апшыйагына пийде айтты: «-Пистиҥ азык тӱгенчит, аҥнап паркельзеҥ чакшы ок полтеди».

source: Услышав её слова, старик стал собираться на охоту в лес. Там, в лесу, застрелил одного зверя. Разделав добычу, сложил в мешок, по дороге домой несколько раз отдыхал.
en_us: Аны угып апшыйак аҥнап парарга чепсенди.

source: Когда старик пришёл домой с добычей, старушка обрадовалась.
en_us: Аҥнап аба – чышла чӱрип пир аҥды адалды.

source: Там, в лесу, застрелил одного зверя.
en_us: Ол аҥды оҥдайлап капына салалды.

source: Разделав добычу, сложил в мешок, по дороге домой несколько раз отдыхал.
en_us: Чолачын канча, канча катап тынаналып ӱйине четти.

source: Когда старик пришёл домой с добычей, старушка обрадовалась. Старик сильно устал с дороги, сказал старушке: «Был бы у нас мальчик, нам бы было легче с тобой». Отдохнули, подкрепились мясом и старушка говорит своему старику: «Вот сходил бы ты к Богу и попросил бы у него нам мальчика, как бы было хорошо. Старик согласился пойти к Богу.
en_us: Куртыйач удура шыгып сӧӧнпарды.

source: Отдохнули, подкрепились мясом и старушка говорит своему старику: «Вот сходил бы ты к Богу и попросил бы у него нам мальчика, как бы было хорошо.
en_us: Ийде тынаналып, чийиналып Куртыйач апшыйагына айтты: «-Сен кудайдыҥ оолак сурап паркельтен ползоҥ, чакшы полтеди».

source: Старик согласился пойти к Богу.
en_us: Апшыйак чӧпсалый кель кудайзары суранарга парды.Кудайга четкенде, кудай ага пийде айчиты: «- Мен сени пойымныҥ шийигиме шийсалдым. Ӱге ньанып, айрыга карчӧ ле сӱген салып, палык капарзын.

source: Когда пришёл к Богу, ему Бог говорит: «Я всё знаю, ты записан в моей книге.
en_us: Ол палыкты кижилерге ӱлеп перерзин».

source: Иди домой, налови рыбы и раздай людям». Вернувшись домой, старик так и сделал.
en_us: Ийде ӱге ньанып, айрыларга карчӧле салып палыктар капты.

source: Поставил на реке ловушки, наловил рыбы и раздал людям, и так рыбачил и радовал людей своей добычей.
en_us: Ол капкан палыкты кижилеге ӱлен.

source: Вот прошло время, у старика и старушки родился мальчик.
en_us: Ийде палык аҥнап сӱглеп тогыс ай ӧте перди.

source: С тех пор у них началась спокойная, радостная, хорошая жизнь.
en_us: Апшыйач ла Куртыйач палалыг полыйдилер. Ол туштаҥ ала анаҥ чатынары алындадын абыр, сӧништиг текши полыйды.
